const dataServices = [
    {
        type: "Косметический",
        deadlines: "от 5 дней",
        description: "Освежающий ремонт: стены, полы, потолок без подготовки.",
        oldPrice: "3245",
        newPrice: "2450",
        categories: [
        {
            category: "Демонтаж",
            services: [
            { name: "Услуга 1", items: ["Снятие обоев", "Удаление плинтусов"] },
            ],
        },
        {
            category: "Отделка",
            services: [
            { name: "Услуга 2", items: ["Покраска стен", "Поклейка обоев"] },
            ],
        },
        ],
    },
    {
        type: "Капитальный",
        deadlines: "от 15 дней",
        description:
        "Полный цикл ремонта с заменой коммуникаций, выравниванием поверхностей.",
        oldPrice: "5670",
        newPrice: "4600",
        categories: [
        {
            category: "Черновые работы",
            services: [
            {
                name: "Услуга 3",
                items: ["Штукатурка стен", "Устройство наливных полов"],
            },
            ],
        },
        {
            category: "Инженерия",
            services: [
            {
                name: "Услуга 4",
                items: ["Замена электрики", "Разводка сантехники"],
            },
            ],
        },
        ],
    },
    {
        type: "Под ключ",
        deadlines: "от 25 дней",
        description:
        "Полное оформление квартиры — от инженерии до установки мебели.",
        oldPrice: "7890",
        newPrice: "6500",
        categories: [
        {
            category: "Интерьер",
            services: [
            {
                name: "Услуга 5",
                items: ["Монтаж потолков", "Установка дверей"],
            },
            ],
        },
        {
            category: "Финишная отделка",
            services: [
            {
                name: "Услуга 6",
                items: ["Плитка", "Ламинат", "Плинтуса"],
            },
            ],
        },
        ],
    },
    {
        type: "Дизайнерский",
        deadlines: "от 30 дней",
        description:
        "Эксклюзивный дизайн с авторским надзором и индивидуальными решениями.",
        oldPrice: "10990",
        newPrice: "8900",
        categories: [
        {
            category: "Дизайн",
            services: [
            {
                name: "Услуга 7",
                items: ["Проектирование", "3D-визуализация"],
            },
            ],
        },
        {
            category: "Авторский надзор",
            services: [
            {
                name: "Услуга 8",
                items: ["Контроль за исполнением", "Корректировки проекта"],
            },
            ],
        },
        ],
    },
];

export default dataServices;